commands_templates/GetAnalyticsState0.xml

<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:wsdl="http://www.onvif.org/ver10/analyticsdevice/wsdl">
   <soap:Header/>
   <soap:Body>
      <wsdl:GetAnalyticsState>
         <!--type: ReferenceToken-->
         <wsdl:AnalyticsEngineControlToken>?</wsdl:AnalyticsEngineControlToken>
      </wsdl:GetAnalyticsState>
   </soap:Body>
</soap:Envelope>